{
  "home_mission_title": "मिशन",
  "home_mission_desc": "हम सरकारी योजनाओं के माध्यम से सौर ऊर्जा अपनाने को सरल बनाने का लक्ष्य रखते हैं, जिससे गैर-नवीकरणीय संसाधनों पर निर्भरता कम हो। विश्वसनीय समाधान और उत्कृष्ट सेवा प्रदान करके, हम घरों और व्यवसायों के लिए ऊर्जा लागत कम करने का प्रयास करते हैं। मिलकर, हम एक टिकाऊ भविष्य का निर्माण कर रहे हैं, एक सौर पैनल एक समय में।",
  "home_value_title": "मूल्य",
  "home_value_desc": "हम स्थिरता, नवाचार और ईमानदारी को अपने कार्य की नींव मानते हैं। हम सहयोग को महत्व देते हैं और साझा लक्ष्यों को प्राप्त करने के लिए ग्राहकों और समुदायों के साथ मिलकर काम करते हैं। हमारी कंपनी के केंद्र में नवीकरणीय ऊर्जा के माध्यम से स्थायी पर्यावरणीय और आर्थिक प्रभाव बनाने का जुनून है।",
  "home_benefits_title": "सोलर चुनने के फायदे",
  "home_help_title": "हम कैसे मदद करते हैं",
  "learn_more": "अधिक जानें",
  "tab_quote_secondary": "आपके परिसर में सोलर पैनल स्थापित करने के लिए तैयार।",
  "tab_quote_primary": "अभी अपना उद्धरण प्राप्त करें!",
  "get_quote": "उद्धरण पाऎ",
  "about_company_desc": "हम सरकारी योजनाओं का उपयोग करके व्यक्तियों और व्यवसायों को आसानी से और किफायती तरीके से सौर पैनल स्थापित करने में मदद करते हैं। हमारा मिशन नवीकरणीय ऊर्जा को सभी के लिए सुलभ बनाना, बिजली की लागत कम करना और पर्यावरण की रक्षा करना है। गुणवत्ता पर ध्यान देने के साथ, हम परामर्श से लेकर स्थापना तक, शुरू से अंत तक सहायता प्रदान करते हैं। हमारी टीम यह सुनिश्चित करती है कि आपको सरकारी सब्सिडी और योजनाओं से सर्वोत्तम लाभ मिले। सभी के लिए एक हरा-भरा और टिकाऊ भविष्य बनाने में हमारे साथ जुड़ें।",
  "home_featured_title": "विशेष रुप से सेवाएं",
  "rooftop_solar_installation": "रूफटॉप सोलर इंस्टॉलेशन",
  "residential_solutions": "आवासीय समाधान",
  "residential_solutions_desc_first": "घरों के लिए अनुकूलित समाधान: हम आपकी ऊर्जा आवश्यकताओं और छत की विशिष्टताओं के अनुरूप सिस्टम डिज़ाइन करते हैं।",
  "residential_solutions_desc_second": "निर्बाध स्थापना: प्रमाणित विशेषज्ञों की हमारी टीम परेशानी मुक्त स्थापना प्रक्रिया सुनिश्चित करती है।",
  "residential_solutions_desc_third": "ऊर्जा की बचत और दक्षता: अतिरिक्त ऊर्जा संग्रहित करने और बिजली बंद होने के दौरान भी बिजली चालू रखने के लिए अपने छत पर लगे सोलर को उन्नत बैटरी समाधानों के साथ जोड़ें।",
  "commercial_solutions": "व्यावसायिक समाधान",
  "commercial_solutions_desc_first": "स्केलेबल इंस्टालेशन: जैसे-जैसे आपका व्यवसाय बढ़ता है, हमारे मॉड्यूलर सिस्टम आपको अपनी ऊर्जा क्षमता का विस्तार करने की अनुमति देते हैं।",
  "commercial_solutions_desc_second": "परिचालन लागत कम करें: बिजली की लागत में कटौती करके अपने व्यवसाय के परिचालन खर्च को कम करें।",
  "commercial_solutions_desc_third": "बेहतर स्थिरता: सौर ऊर्जा पर स्विच करने से आपके व्यवसाय को अपने कार्बन पदचिह्न को कम करने और हरित प्रमाणन प्राप्त करने में मदद मिलती है।",
  "system_types": "सिस्टम प्रकार",
  "on_grid_title": "ऑन-ग्रिड",
  "on_grid_adv_first": "निर्बाध बिजली: उपयोगिता ग्रिड निर्बाध बिजली आपूर्ति सुनिश्चित करता है, तब भी जब सौर ऊर्जा उत्पादन में उतार-चढ़ाव होता है।",
  "on_grid_adv_second": "लागत प्रभावी: ऑन-ग्रिड सिस्टम को ऊर्जा भंडारण बैटरी की आवश्यकता नहीं होती है, जो उन्हें अधिक लागत प्रभावी और रखरखाव में आसान बनाती है।",
  "on_grid_adv_third": "उच्च रिटर्न: ऑन-ग्रिड सिस्टम समय के साथ पैसे बचा सकते हैं, और कई घर मालिक उनके लचीलेपन और नेट मीटरिंग रिटर्न के कारण उन्हें पसंद करते हैं।",
  "on_grid_adv_fourth": "नेट मीटरिंग के लाभ: अपनी अप्रयुक्त सौर ऊर्जा को ग्रिड में वापस भेजकर क्रेडिट या भुगतान अर्जित करें। हमारे सिस्टम नेट-मीटरिंग के लिए तैयार हैं!",
  "off_grid_title": "ऑफ-ग्रिड",
  "off_grid_adv_first": "आत्मनिर्भर: ऑफ-ग्रिड सिस्टम पूरी तरह से आत्मनिर्भर होने के लिए डिज़ाइन किए गए हैं, जिसका अर्थ है कि उन्हें सार्वजनिक बिजली ग्रिड से समर्थन की आवश्यकता नहीं है।",
  "off_grid_adv_second": "टिकाऊ: सौर ऊर्जा हरित ऊर्जा का एक टिकाऊ और पर्यावरण के अनुकूल रूप है।",
  "off_grid_adv_third": "कम परिचालन लागत: ऑफ-ग्रिड सिस्टम में कम परिचालन लागत और कम रखरखाव हो सकता है।",
  "off_grid_adv_fourth": "लिथियम बैटरी: लिथियम बैटरी ऑफ-ग्रिड सिस्टम में अधिक लोकप्रिय हो रही हैं क्योंकि वे लेड एसिड बैटरी की तुलना में सस्ती और लंबे समय तक चलने वाली हैं।",
  "hybrid_grid_title": "हाइब्रिड",
  "hybrid_grid_adv_first": "ऊर्जा स्वतंत्रता: संग्रहीत सौर ऊर्जा का उपयोग करके ग्रिड पर निर्भरता कम करता है।",
  "hybrid_grid_adv_second": "बैकअप पावर: बैटरी स्टोरेज.rgy के कारण बिजली कटौती के दौरान बिजली प्रदान करता है।",
  "hybrid_grid_adv_third": "लागत बचत: अधिकतम उपयोग के घंटों के दौरान सौर ऊर्जा का उपयोग करके बिजली के बिल को संभावित रूप से कम किया जा सकता है।",
  "hybrid_grid_adv_fourth": "ग्रिड स्थिरता: अतिरिक्त सौर ऊर्जा को वापस लाकर ग्रिड को स्थिर करने में मदद कर सकता है।",
  "advantages": "लाभ",
  "government_subsidy_assistance": "सरकारी सब्सिडी सहायता",
  "government_subsidy_assistance_desc": "हम समझते हैं कि सौर ऊर्जा में परिवर्तन न केवल पर्यावरण के प्रति जागरूक निर्णय है बल्कि एक स्मार्ट वित्तीय निवेश भी है। इस परिवर्तन को और भी आसान बनाने के लिए, हम सरकारी सब्सिडी और प्रोत्साहन प्राप्त करने में व्यापक सहायता प्रदान करते हैं। अपने सौर स्थापना के लिए उपलब्ध सब्सिडी के बारे में अधिक जानने और ऊर्जा स्वतंत्रता की दिशा में अपनी यात्रा शुरू करने के लिए आज ही हमसे संपर्क करें। \n \n अपने सौर स्थापना के लिए उपलब्ध सब्सिडी के बारे में अधिक जानने और ऊर्जा स्वतंत्रता की दिशा में अपनी यात्रा शुरू करने के लिए आज ही हमसे संपर्क करें।",
  "goverment_schemes": " सरकारी योजनाएं",
  "component_a_scheme_title": "पीएम-कुसुम योजना का घटक ए",
  "component_a_scheme_desc": "पीएम-कुसुम योजना का घटक ए ग्रिड-कनेक्टेड ग्राउंड-माउंटेड सौर ऊर्जा संयंत्रों की स्थापना पर केंद्रित है, जिसमें प्रत्येक संयंत्र की क्षमता 2 मेगावाट तक है। \n \n किसान, सहकारी समितियां, पंचायतें और किसान उत्पादक संगठन (एफपीओ) अप्रयुक्त भूमि पर इन संयंत्रों को स्थापित कर सकते हैं। उत्पादित बिजली को पावर ग्रिड को आपूर्ति की जाती है, जिससे किसानों को पूर्व-निर्धारित टैरिफ पर डिस्कॉम के माध्यम से आय का एक अतिरिक्त स्रोत मिलता है। \n \n  यह पहल अप्रयुक्त भूमि का प्रभावी ढंग से उपयोग करते हुए किसानों को आर्थिक रूप से सहायता करती है।",
  "component_b_scheme_title": "पीएम-कुसुम योजना का घटक बी",
  "component_b_scheme_desc": "पीएम-कुसुम योजना के घटक बी में ऑफ-ग्रिड क्षेत्रों में सिंचाई के लिए 1.75 मिलियन स्टैंडअलोन सौर पंपों की स्थापना शामिल है। \n \n ये पंप डीजल से चलने वाले सिस्टम की जगह लेते हैं, जिससे ईंधन की लागत और पर्यावरणीय प्रभाव कम होता है। ग्रामीण क्षेत्रों में टिकाऊ ऊर्जा उपयोग को बढ़ावा देने के साथ-साथ विश्वसनीय सिंचाई, कम खर्च और बढ़ी हुई कृषि उत्पादकता से किसानों को लाभ होता है।",
  "surya_yojana_scheme_title": "पीएम सूर्य ऊर्जा घर योजना",
  "surya_yojana_scheme_desc": "पीएम कुसुम पहल का हिस्सा, पीएम सूर्य ऊर्जा घर योजना, स्वच्छ ऊर्जा के उपयोग को प्रोत्साहित करने के लिए, विशेष रूप से किसानों के लिए छत पर सौर प्रणाली की स्थापना को बढ़ावा देती है।  \n \n कार्यक्रम सौर ऊर्जा को अधिक सुलभ बनाने के लिए सब्सिडी, तकनीकी सहायता और वित्तीय प्रोत्साहन प्रदान करता है, जिसका लक्ष्य पारंपरिक ऊर्जा स्रोतों पर निर्भरता को कम करना और स्थिरता को बढ़ाना है।",
  "bank_finance_title" : "बैंक वित्त सहायता",
  
  "bank_finance_desc":"हमारा मानना ​​है कि बजट की कमी के बावजूद सौर ऊर्जा को अपनाना हर किसी के लिए सुलभ होना चाहिए। हम आपकी सौर महत्वाकांक्षाओं और वित्तीय सीमाओं के बीच अंतर को पाटने के लिए यहां हैं। \n \n हमारी बैंक वित्त सुविधा सेवाओं के साथ, आप वित्तीय तनाव के बिना स्वच्छ, नवीकरणीय ऊर्जा के लाभों का आनंद ले सकते हैं।",
  "bank_flexible_financing_title": "लचीले वित्तीय विकल्प",
  "bank_flexible_financing_desc": "हम अग्रणी बैंकों और वित्तीय संस्थानों के साथ साझेदारी करते हैं ताकि आपकी आवश्यकताओं के अनुसार विभिन्न वित्तपोषण योजनाएँ प्रदान की जा सकें, जिनमें कम ब्याज दरों पर ऋण और ईएमआई शामिल हैं।",

  "bank_loan_eligibility_title": "ऋण पात्रता मार्गदर्शन",
  "bank_loan_eligibility_desc": "हमारे विशेषज्ञ आपके वित्तीय प्रोफ़ाइल का मूल्यांकन करके आपकी पात्रता निर्धारित करते हैं और आपके सौर परियोजना के लिए सर्वोत्तम ऋण विकल्प सुझाते हैं।",

  "bank_documentation_support_title": "दस्तावेज़ समर्थन",
  "bank_documentation_support_desc": "ऋण आवेदन तैयार करने से लेकर आवश्यक दस्तावेज़ जमा करने तक, हम हर चरण में आपकी सहायता करते हैं, जिससे वित्तपोषण प्रक्रिया सुचारू बनती है।",

  "bank_expedited_approvals_title": "त्वरित अनुमोदन",
  "bank_expedited_approvals_desc": "हमारे वित्तीय संस्थानों के साथ मजबूत संबंधों के माध्यम से, हम आपके ऋण अनुमोदन को तेज करने में मदद करते हैं ताकि आप बिना किसी देरी के अपनी सौर यात्रा शुरू कर सकें।",

  "discom_approval_support_title": "डिस्कॉम अनुमोदन सहायता",
  "discom_approval_support_desc": "बिजली वितरण कंपनियों (DISCOM) से अनुमोदन प्राप्त करना आपकी सौर स्थापना यात्रा का एक महत्वपूर्ण चरण है, लेकिन यह जटिल नहीं होना चाहिए। हम सुनिश्चित करते हैं कि डिस्कॉम अनुमोदन प्राप्त करना एक सहज और तनाव-मुक्त अनुभव हो। \n \n कागजी कार्रवाई और प्रक्रियाओं को हमें संभालने दें ताकि आप स्वच्छ, नवीकरणीय ऊर्जा के लाभों का आनंद लेने पर ध्यान केंद्रित कर सकें। \n \n आज ही हमसे संपर्क करें और अपने सौर परियोजना की शुरुआत करें!",

  "discom_understanding_process_title": "प्रक्रिया को समझना",
  "discom_understanding_process_desc": "हम आपको डिस्कॉम अनुमोदन प्रक्रिया के माध्यम से मार्गदर्शन करते हैं, यह सुनिश्चित करते हुए कि आप सभी आवश्यक चरणों को समझें, आवेदन जमा करने से लेकर अंतिम अनुमोदन तक।",

  "discom_documentation_preparation_title": "दस्तावेज़ तैयारी",
  "discom_documentation_preparation_desc": "हमारी टीम सभी आवश्यक दस्तावेजों को तैयार करने और सत्यापित करने में सहायता करती है, जिसमें आवेदन पत्र, तकनीकी रिपोर्ट और सिस्टम लेआउट शामिल हैं।",

  "discom_net_metering_title": "नेट मीटरिंग आवेदन",
  "discom_net_metering_desc": "ग्रिड-कनेक्टेड सौर प्रणालियों के लिए, हम आपको नेट मीटरिंग के लिए आवेदन करने में मदद करते हैं, जिससे आप अतिरिक्त ऊर्जा को ग्रिड में निर्यात कर सकते हैं और क्रेडिट या भुगतान प्राप्त कर सकते हैं।",

  "discom_end_to_end_support_title": "सम्पूर्ण सहायता",
  "discom_end_to_end_support_desc": "आवेदन जमा करने से लेकर अनुमोदन प्राप्त होने तक, हम आपके साथ रहते हैं, अपडेट प्रदान करते हैं और प्रक्रिया के दौरान उत्पन्न किसी भी चुनौती का समाधान करते हैं।",

  "installation_and_maintenance_services": "स्थापना और रखरखाव सेवाएँ",

    "installation_site_assessment_title": "साइट मूल्यांकन",
    "installation_site_assessment_desc": "आपकी छत या जमीन के क्षेत्र का विस्तृत सर्वेक्षण ताकि सौर ऊर्जा क्षमता, छायांकन और संरचनात्मक अखंडता का मूल्यांकन किया जा सके।",
  
    "installation_professional_installation_title": "पेशेवर स्थापना",
    "installation_professional_installation_desc": "विशेषज्ञ तकनीशियन सौर पैनल, इनवर्टर और अन्य घटकों को स्थापित करते हैं।",
  
    "installation_system_testing_title": "सिस्टम परीक्षण",
    "installation_system_testing_desc": "स्थापित प्रणाली का व्यापक परीक्षण ताकि यह सुनिश्चित किया जा सके कि यह कुशलतापूर्वक काम कर रही है और सुरक्षा और विनियामक मानकों को पूरा कर रही है।",
  
    "maintenance_customer_title": "ग्राहक मार्गदर्शन",
    "maintenance_customer_desc": "सिस्टम संचालन, निगरानी और रखरखाव को समझने में सहायता करने के लिए व्यावहारिक मार्गदर्शन।",
  
    "maintenance_routine_inspections_title": "नियमित निरीक्षण",
    "maintenance_routine_inspections_desc": "संभावित समस्याओं की पहचान करने और यह सुनिश्चित करने के लिए नियमित जांच कि सिस्टम अपेक्षा के अनुरूप कार्य कर रहा है।",
  
    "maintenance_cleaning_services_title": "सफाई सेवाएँ",
    "maintenance_cleaning_services_desc": "सौर पैनलों से धूल, गंदगी और मलबे को हटाना ताकि अधिकतम ऊर्जा उत्पादन बनाए रखा जा सके।",
  
    "maintenance_repairs_troubleshooting_title": "मरम्मत और समस्या निवारण",
    "maintenance_repairs_troubleshooting_desc": "इनवर्टर, पैनल, वायरिंग आदि से संबंधित समस्याओं की पहचान और समाधान ताकि डाउनटाइम को कम किया जा सके।",
  
    "maintenance_system_upgrades_title": "सिस्टम उन्नयन",
    "maintenance_system_upgrades_desc": "सिस्टम प्रदर्शन को बढ़ाने या बदलती ऊर्जा आवश्यकताओं के अनुकूल बनाने के लिए उन्नयन का कार्यान्वयन।",

    "about_us_title": "सतत ऊर्जा के साथ भविष्य को सशक्त बनाना",
    "about_us_desc": "हम ऊर्जा की खपत के तरीके को बदलने के लिए प्रतिबद्ध हैं, जिससे नवीकरणीय ऊर्जा सुलभ और किफायती बन सके। हमारी स्थापना के बाद से, हम सौर ऊर्जा क्रांति में सबसे आगे रहे हैं, घरों, व्यवसायों और उद्योगों को नवीन सौर समाधान प्रदान कर रहे हैं। \n \n हमारा मिशन एक स्थायी भविष्य बनाना है, जिससे गैर-नवीकरणीय संसाधनों पर निर्भरता कम हो और हमारे ग्राहक ऊर्जा लागतों पर बचत कर सकें। उत्कृष्टता के प्रति मजबूत प्रतिबद्धता के साथ, हम उच्च-गुणवत्ता वाली स्थापना, असाधारण सेवा और दीर्घकालिक मूल्य प्रदान करने में गर्व महसूस करते हैं।",
  
    "why_choose_expertise_title": "सतत ऊर्जा समाधानों में विशेषज्ञता",
    "why_choose_commitment_title": "गुणवत्ता और ग्राहक संतुष्टि के प्रति प्रतिबद्धता",
    "why_choose_proven_title": "सफल प्रतिष्ठानों का प्रमाणित रिकॉर्ड",
    "why_choose_competitive_title": "प्रतिस्पर्धी मूल्य निर्धारण और सरकारी योजना लाभ",

    "collaborator_desc": "हमें सौर ऊर्जा उद्योग की अग्रणी कंपनियों के साथ सहयोग करने पर गर्व है, जिसमें शीर्ष निर्माता, प्रौद्योगिकी प्रदाता और वित्तीय संस्थान शामिल हैं। ये साझेदारियाँ हमें हमारे ग्राहकों की आवश्यकताओं के अनुरूप नवीन और विश्वसनीय समाधान प्रदान करने में सक्षम बनाती हैं। \n\n अपनी विशेषज्ञता को हमारे भागीदारों के संसाधनों और अनुभव के साथ जोड़कर, हम यह सुनिश्चित करते हैं कि हर परियोजना गुणवत्ता, दक्षता और स्थिरता के उच्चतम मानकों को पूरा करे।",

  "business_year_desc": "हालाँकि हम एक नई कंपनी हैं, फिर भी हम स्थापित सौर ऊर्जा प्रदाताओं के साथ सफल सहयोगों के माध्यम से समृद्ध अनुभव लाते हैं। हमारी टीम ने कई परियोजनाओं को पूरा करने में महत्वपूर्ण भूमिका निभाई है, जिनमें आवासीय प्रतिष्ठानों से लेकर बड़े पैमाने पर वाणिज्यिक और औद्योगिक प्रणालियाँ शामिल हैं। \n\n अपनी साझेदारियों और विशेषज्ञता का लाभ उठाकर, हमने जल्दी ही एक विश्वसनीय, उच्च-गुणवत्ता वाली सौर ऊर्जा समाधान प्रदाता के रूप में अपनी पहचान बना ली है।",

  "business_experience": "सामूहिक अनुभव के वर्ष",
  "business_projects": "साझेदारियों के माध्यम से पूर्ण परियोजनाएँ",
  "business_capacity": "किलोवाट सौर क्षमता स्थापित",
  "business_satisfaction": "ग्राहक संतुष्टि दर",

  "service_area_title": "सेवा क्षेत्र कवरेज",
  "service_area_desc": "हमें 15+ राज्यों में ग्राहकों की सेवा करने पर गर्व है, जिससे यह सुनिश्चित किया जाता है कि आप जहाँ भी हों, आपको प्रीमियम सौर समाधान उपलब्ध हो। \n\n चाहे वह ग्रामीण आवास हो, एक व्यस्त शहर कार्यालय हो, या एक बड़ा औद्योगिक संयंत्र हो, हमारी टीम आपकी विशिष्ट आवश्यकताओं को पूरा करने के लिए अनुकूलित समाधान प्रदान करती है।",

  "team_expertise_title": "टीम की विशेषज्ञता",
  "team_expertise_desc": "हमारी प्रमाणित पेशेवरों की टीम सौर प्रौद्योगिकी, ऊर्जा दक्षता और परियोजना प्रबंधन में दशकों का अनुभव लेकर आई है। \n\n विशेषज्ञ इंजीनियरों से लेकर कुशल तकनीशियनों तक, हमारी टीम का हर सदस्य आपके सौर प्रणाली की निर्बाध स्थापना और रखरखाव सुनिश्चित करने के लिए समर्पित है।",
  
  "ABOUT COMPANY": "कंपनी के बारे में",
  "PM Kusum 'A' Yojana": "पीएम कुसुम 'ए' योजना",
  "PM Kusum 'B' Yojana": "पीएम कुसुम 'बी' योजना",
  "Pradhan Mantri Kisan Urja Suraksha evam Uthhan Mahabhiyan.": "प्रधानमंत्री किसान ऊर्जा सुरक्षा एवं उत्थान महाभियान।",
  "Powering your Future with Sustainable Energy": "सतत ऊर्जा के साथ अपने भविष्य को शक्ति प्रदान करें",
  "Harness the Sun, Save the Planet.": "सूर्य का दोहन करें, ग्रह को बचाएं।",
  "PM Surya Ghar: Muft Bijli Yojana": "पीएम सूर्या घर: मुफ्त बिजली योजना",
  "Goverment Scheme that aims to provide free electricity to households in India.": "एक सरकारी योजना जो भारत के घरों को मुफ्त बिजली प्रदान करने का लक्ष्य रखती है।",
  "Government Scheme that aims to provide free electricity to households in India.": "भारत में घरों को मुफ्त बिजली प्रदान करने के उद्देश्य से सरकारी योजना।",
  "Mukhyamantri Solar Pump Yojana.": "मुख्यमंत्री सोलर पंप योजना।",
  "Get credited directly into your account for extra energy": "अतिरिक्त ऊर्जा के लिए सीधे आपके खाते में जमा करें।",
  "Generate more energy than you use and get rewarded by having the extra energy credited to your account. This ensures maximum utilization of your solar investment while earning additional benefits.": "आप जितनी ऊर्जा उपयोग करते हैं उससे अधिक ऊर्जा उत्पन्न करें और अतिरिक्त ऊर्जा आपके खाते में जमा हो जाए। यह आपके सोलर निवेश का अधिकतम उपयोग सुनिश्चित करता है और अतिरिक्त लाभ प्रदान करता है।",
  "Reduced electricity bills.": "बिजली के बिल में कमी।",
  "By switching to solar energy, you can significantly lower your monthly electricity expenses. Solar panels provide a cost-effective solution by harnessing free energy from the sun.": "सौर ऊर्जा का उपयोग करके आप अपने मासिक बिजली खर्च को काफी कम कर सकते हैं। सोलर पैनल सूर्य से मुफ्त ऊर्जा का उपयोग करके एक किफायती समाधान प्रदान करते हैं।",
  "Environmentally friendly and sustainable.": "पर्यावरण के अनुकूल और टिकाऊ।",
  "Solar energy is clean, renewable, and helps reduce your carbon footprint. By choosing solar, you're contributing to a healthier planet and a sustainable future for generations to come.": "सौर ऊर्जा स्वच्छ, नवीकरणीय है और आपके कार्बन फुटप्रिंट को कम करने में मदद करती है। सोलर का चयन करके, आप एक स्वस्थ ग्रह और आने वाली पीढ़ियों के लिए एक टिकाऊ भविष्य में योगदान दे रहे हैं।",
  "Energy independence and reliability.": "ऊर्जा स्वतंत्रता और विश्वसनीयता।",
  "Solar power allows you to reduce dependency on traditional energy sources, giving you greater control over your energy supply. It’s a reliable and sustainable way to power your home or business.": "सौर ऊर्जा आपको पारंपरिक ऊर्जा स्रोतों पर निर्भरता कम करने की अनुमति देती है, जिससे आपको अपनी ऊर्जा आपूर्ति पर अधिक नियंत्रण मिलता है। यह आपके घर या व्यवसाय को संचालित करने का एक विश्वसनीय और टिकाऊ तरीका है।",
  "Rooftop Solar Installations": "रूफटॉप सोलर इंस्टॉलेशन",
  "Transform your rooftop into a source of clean, renewable energy. Our rooftop solar installations are tailored to maximize energy generation while blending seamlessly with your space, helping you save on electricity bills and contribute to a greener planet.": "अपने छत को स्वच्छ, नवीकरणीय ऊर्जा के स्रोत में बदलें। हमारे रूफटॉप सोलर इंस्टॉलेशन ऊर्जा उत्पादन को अधिकतम करने के लिए तैयार किए गए हैं, जो आपके स्थान के साथ समरसता से मेल खाते हैं। इससे आप बिजली के बिलों में बचत करते हैं और हरित ग्रह में योगदान देते हैं।",
  "On Grid System": "ऑन ग्रिड सिस्टम",
  "Connect your solar system directly to the utility grid to reduce dependency on traditional energy sources. With an on-grid system, you can enjoy lower electricity costs while feeding surplus energy back to the grid for additional benefits.": "अपने सोलर सिस्टम को सीधे यूटिलिटी ग्रिड से जोड़ें और पारंपरिक ऊर्जा स्रोतों पर निर्भरता को कम करें। ऑन ग्रिड सिस्टम के साथ, आप बिजली लागत को कम कर सकते हैं और अतिरिक्त लाभों के लिए अतिरिक्त ऊर्जा को ग्रिड में वापस भेज सकते हैं।",
  "Off Grid System": "ऑफ ग्रिड सिस्टम",
  "Achieve complete energy independence with an off-grid solar system. This system stores solar energy in batteries, ensuring a reliable power supply even in remote areas or during power outages, providing unmatched reliability and sustainability.": "ऑफ ग्रिड सोलर सिस्टम के साथ पूर्ण ऊर्जा स्वतंत्रता प्राप्त करें। यह सिस्टम बैटरियों में सौर ऊर्जा को संग्रहीत करता है, जो दूरस्थ क्षेत्रों में या बिजली कटौती के दौरान भी एक विश्वसनीय ऊर्जा आपूर्ति सुनिश्चित करता है। यह unmatched reliability और sustainability प्रदान करता है।",
  "Hybrid System": "हाइब्रिड सिस्टम",
  "Combine the benefits of on-grid and off-grid systems with a hybrid solar solution. This system allows you to store excess energy in batteries while staying connected to the grid for additional flexibility and efficiency.": "हाइब्रिड सोलर समाधान के साथ ऑन-ग्रिड और ऑफ-ग्रिड सिस्टम के लाभों को मिलाएं। यह सिस्टम आपको बैटरियों में अतिरिक्त ऊर्जा संग्रहीत करने की अनुमति देता है और अतिरिक्त लचीलापन और दक्षता के लिए ग्रिड से जुड़े रहने की सुविधा प्रदान करता है।",
  "Eligibility Assessment": "पात्रता आकलन",
  "Our team evaluates your solar project to determine eligibility for available government subsidies and benefits, ensuring you maximize savings.": "हमारी टीम आपके सोलर प्रोजेक्ट का आकलन करती है ताकि उपलब्ध सरकारी सब्सिडी और लाभों के लिए पात्रता निर्धारित की जा सके, जिससे आप बचत को अधिकतम कर सकें।",
  "Documentation Support": "दस्तावेज़ समर्थन",
  "We handle the paperwork! From filing applications to submitting required documents, we guide you through the entire process hassle-free.": "हम कागजी कार्रवाई को संभालते हैं! आवेदन दाखिल करने से लेकर आवश्यक दस्तावेज़ जमा करने तक, हम आपको पूरे प्रक्रिया में बिना किसी परेशानी के मार्गदर्शन करते हैं।",
  "Guidance on State and Central Subsidies": "राज्य और केंद्रीय सब्सिडी पर मार्गदर्शन",
  "Whether it's central government incentives or state-level programs, we help you understand and access the financial benefits.": "चाहे वह केंद्रीय सरकारी प्रोत्साहन हो या राज्य स्तर की योजनाएँ, हम आपको वित्तीय लाभों को समझने और प्राप्त करने में मदद करते हैं।",
  "Faster Approval Process": "तेज अनुमोदन प्रक्रिया",
  "With our expertise, we ensure your applications are accurate and complete, speeding up the approval process for subsidies.": "हमारे विशेषज्ञता के साथ, हम सुनिश्चित करते हैं कि आपके आवेदन सटीक और पूर्ण हों, जिससे सब्सिडी के लिए अनुमोदन प्रक्रिया में तेजी आए।",
  "Transparency at Every Step": "हर कदम पर पारदर्शिता",
  "Stay informed! We provide regular updates on the status of your subsidy application so you're always in the loop.": "जानकारी में बने रहें! हम आपके सब्सिडी आवेदन की स्थिति पर नियमित अपडेट प्रदान करते हैं ताकि आप हमेशा जानकारी में रहें।",
  "We help individuals and businesses install solar panels easily and affordably using government schemes. Our mission is to make renewable energy accessible to everyone, reducing electricity costs and protecting the environment. With a focus on quality, we provide end-to-end support, from consultation to installation. Our team ensures you get the best benefits from government subsidies and schemes. Join us in creating a greener and sustainable future for all.": "हम व्यक्तियों और व्यवसायों को सरकारी योजनाओं के माध्यम से आसानी से और किफायती तरीके से सौर पैनल स्थापित करने में मदद करते हैं। हमारा मिशन सभी के लिए नवीकरणीय ऊर्जा को सुलभ बनाना है, जिससे बिजली लागत कम हो और पर्यावरण की रक्षा हो। गुणवत्ता पर ध्यान केंद्रित करते हुए, हम परामर्श से लेकर स्थापना तक पूर्ण समर्थन प्रदान करते हैं। हमारी टीम सुनिश्चित करती है कि आपको सरकारी सब्सिडी और योजनाओं से सर्वोत्तम लाभ मिले। हमारे साथ मिलकर एक हरित और टिकाऊ भविष्य बनाएं।",
  "Benefits of Choosing Solar": "सौर ऊर्जा चुनने के लाभ",
  "How we help": "हम कैसे मदद करते हैं",
  "Ready to install Solar Panel at your premises.": "आपके परिसर में सौर पैनल स्थापित करने के लिए तैयार।",
  "Featured services": "विशेष सेवाएँ",
  "Get your quote now!": "अभी अपना कोट प्राप्त करें!",
  "Get quote": "कोट प्राप्त करें",
  "Rooftop solar Installation": "रूफटॉप सौर स्थापना",
  "Residential Solutions": "आवासीय समाधान",
  "Commercial solutions": "व्यावसायिक समाधान",
  "System Types": "सिस्टम प्रकार",
  "On-Grid": "ऑन-ग्रिड",
  "Off-Grid": "ऑफ-ग्रिड",
  "Hybrid": "हाइब्रिड"
}
